Repository: 0langa/StorageMaster
Catalog: src/StorageMaster.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es

# Duplicates_Category_CustomExtensions
source: Custom extensions
de_de: Benutzerdefinierte Erweiterungen
es_es: Extensiones personalizadas

# Duplicates_Category_Documents
source: Documents / text
de_de: Dokumente / Text
es_es: Documentos / texto

# Duplicates_Category_Images
source: Images
de_de: Bilder
es_es: Imágenes

# Duplicates_Category_Videos
source: Videos
es_es: Vídeos

# Duplicates_Command_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar

# Duplicates_Command_CancelExport
source: Cancel export
de_de: Export abbrechen
es_es: Cancelar exportación

# Duplicates_Command_DeselectPage
source: Deselect page
de_de: Auswahl auf Seite aufheben
es_es: Anular selección (página)

# Duplicates_Command_ExportCsv
source: Export CSV
de_de: CSV exportieren
es_es: Exportar CSV

# Duplicates_Command_ExportHtml
source: Export HTML
de_de: HTML exportieren
es_es: Exportar HTML

# Duplicates_Command_ExportJson
source: Export JSON
de_de: JSON exportieren
es_es: Exportar JSON

# Duplicates_Command_OpenExportFolder
source: Open export folder
de_de: Exportordner öffnen
es_es: Abrir la carpeta de exportación

# Duplicates_Command_Run
source: Run
de_de: Starten
es_es: Ejecutar

# Duplicates_Command_SelectSafeExact
source: Select safe exact (page)
de_de: Sichere exakte Treffer auswählen (Seite)
es_es: Seleccionar exactos seguros (página)

# Duplicates_CustomExtensions_Header
source: Custom extensions
de_de: Benutzerdefinierte Erweiterungen
es_es: Extensiones personalizadas

# Duplicates_Error_AnalysisFailed
source: Duplicate analysis failed: {0}
de_de: Duplikatanalyse fehlgeschlagen: {0}
es_es: Error en el análisis de duplicados: {0}

# Duplicates_Error_ApplyFilters
source: Could not apply duplicate filters: {0}
de_de: Die Duplikatfilter konnten nicht angewendet werden: {0}
es_es: No se pudieron aplicar los filtros de duplicados: {0}

# Duplicates_Error_DeleteFailed
source: Duplicate deletion failed: {0}
de_de: Das Löschen der Duplikate ist fehlgeschlagen: {0}
es_es: Error al eliminar los duplicados: {0}

# Duplicates_Error_LoadMoreErrors
source: Could not load more duplicate errors: {0}
de_de: Weitere Duplikatfehler konnten nicht geladen werden: {0}
es_es: No se pudieron cargar más errores de duplicados: {0}

# Duplicates_Error_LoadRuns
source: Could not load duplicate runs: {0}
de_de: Die gespeicherten Duplikatanalysen konnten nicht geladen werden: {0}
es_es: No se pudieron cargar las ejecuciones de duplicados: {0}

# Duplicates_Error_NextPage
source: Could not load the next duplicate page: {0}
de_de: Die nächste Duplikatseite konnte nicht geladen werden: {0}
es_es: No se pudo cargar la página siguiente de duplicados: {0}

# Duplicates_Error_PreviewFailed
source: Could not load preview: {0}
de_de: Die Vorschau konnte nicht geladen werden: {0}
es_es: No se pudo cargar la vista previa: {0}

# Duplicates_Error_PreviousPage
source: Could not load the previous duplicate page: {0}
de_de: Die vorherige Duplikatseite konnte nicht geladen werden: {0}
es_es: No se pudo cargar la página anterior de duplicados: {0}

# Duplicates_Errors_Count
source: {0} error / skipped item(s)
de_de: Fehler / übersprungene Elemente: {0}
es_es: {0} elementos con error u omitidos

# Duplicates_Errors_LoadMore
source: Load more
de_de: Mehr laden
es_es: Cargar más

# Duplicates_Errors_None
source: No errors or skipped files.
de_de: Keine Fehler oder übersprungenen Dateien.
es_es: Sin errores ni archivos omitidos.

# Duplicates_ExactAlwaysOn
source: Exact match is always on.
de_de: Die exakte Übereinstimmung ist immer aktiv.
es_es: La coincidencia exacta está siempre activada.

# Duplicates_ExcludedFolders_Header
source: Excluded folders
de_de: Ausgeschlossene Ordner
es_es: Carpetas excluidas

# Duplicates_Export_Cancelled
source: Export cancelled.
de_de: Export abgebrochen.
es_es: Exportación cancelada.

# Duplicates_Export_Cancelling
source: Cancelling export…
de_de: Export wird abgebrochen…
es_es: Cancelando la exportación…

# Duplicates_Export_CsvPage
source: Exporting CSV page {0}…
de_de: CSV-Seite {0} wird exportiert…
es_es: Exportando la página {0} del informe CSV…

# Duplicates_Export_Failed
source: Export failed: {0}
de_de: Export fehlgeschlagen: {0}
es_es: Error en la exportación: {0}

# Duplicates_Export_HtmlPage
source: Exporting HTML page {0}…
de_de: HTML-Seite {0} wird exportiert…
es_es: Exportando la página {0} del informe HTML…

# Duplicates_Export_JsonPage
source: Exporting JSON page {0}…
de_de: JSON-Seite {0} wird exportiert…
es_es: Exportando la página {0} del informe JSON…

# Duplicates_Export_Running
source: Exporting {0} report…
de_de: {0}-Bericht wird exportiert…
es_es: Exportando el informe {0}…

# Duplicates_Export_Saved
source: {0} export saved to {1}.
de_de: {0}-Export gespeichert unter {1}.
es_es: Exportación {0} guardada en {1}.

# Duplicates_FileType_Header
source: File type
de_de: Dateityp
es_es: Tipo de archivo

# Duplicates_Filter_ErroredOnly
source: Errored only
de_de: Nur mit Fehlern
es_es: Solo con errores

# Duplicates_Filter_MissingOnly
source: Missing only
de_de: Nur fehlende
es_es: Solo los que faltan

# Duplicates_Filter_SelectedOnly
source: Selected only
de_de: Nur ausgewählte
es_es: Solo seleccionados

# Duplicates_Group_CanFree
source: Can free {0}
de_de: {0} freigebbar
es_es: Se pueden liberar {0}

# Duplicates_Group_FileCount
source: {0} file(s)
de_de: {0} Datei(en)
es_es: {0} archivos

# Duplicates_Group_SelectedCount
source: {0} selected
de_de: {0} ausgewählt
es_es: {0} seleccionados

# Duplicates_IncludeHidden_Header
source: Include hidden and system files
de_de: Ausgeblendete Dateien und Systemdateien einbeziehen
es_es: Incluir archivos ocultos y del sistema

# Duplicates_IncludeReparsePoints_Header
source: Include reparse points
de_de: Analysepunkte einbeziehen
es_es: Incluir puntos de repetición de análisis

# Duplicates_IncludedFolders_Header
source: Included folders
de_de: Einbezogene Ordner
es_es: Carpetas incluidas

# Duplicates_KeeperPolicy_Header
source: Keep one file by
de_de: Beizubehaltende Datei nach
es_es: Conservar un archivo según

# Duplicates_LatestRun_None
source: No duplicate analysis has been saved for this scan session yet.
de_de: Für diese Überprüfungssitzung wurde noch keine Duplikatanalyse gespeichert.
es_es: Todavía no se ha guardado ningún análisis de duplicados para esta sesión de análisis.

# Duplicates_LatestRun_Summary
source: Last run: {0} on {1}. {2} group(s), {3} reclaimable, {4} error(s).
de_de: Letzte Analyse: {0} am {1}. {2} Gruppe(n), {3} freigebbar, {4} Fehler.
es_es: Última ejecución: {0} el {1}. {2} grupos, {3} recuperables, {4} errores.

# Duplicates_MatchMethods_Header
source: Match methods
de_de: Erkennungsmethoden
es_es: Métodos de coincidencia

# Duplicates_Member_Keeper
source: Keeper
de_de: Behalten
es_es: Se conserva

# Duplicates_Member_Review
source: Review
de_de: Zu prüfen
es_es: Por revisar

# Duplicates_Member_Selected
source: Selected
de_de: Ausgewählt
es_es: Seleccionado

# Duplicates_Members_EmptyState
source: Select a group to review members.
de_de: Wählen Sie eine Gruppe aus, um die enthaltenen Dateien zu prüfen.
es_es: Seleccione un grupo para revisar sus archivos.

# Duplicates_MethodFilter_All
source: All methods
de_de: Alle Methoden
es_es: Todos los métodos

# Duplicates_MethodFilter_Exact
source: Exact
de_de: Exakt
es_es: Exacta

# Duplicates_MethodFilter_Header
source: Method
de_de: Methode
es_es: Método

# Duplicates_MethodFilter_ImagePHash
source: Image pHash
de_de: Bild-pHash
es_es: pHash de imagen

# Duplicates_MethodFilter_NormalizedText
source: Normalized text
de_de: Normalisierter Text
es_es: Texto normalizado

# Duplicates_MethodFilter_VideoPHash
source: Video pHash
es_es: pHash de vídeo

# Duplicates_Method_ExactMatch
source: Exact match
de_de: Exakte Übereinstimmung
es_es: Coincidencia exacta

# Duplicates_Method_ImageReady
source: Finds visually similar images.
de_de: Findet visuell ähnliche Bilder.
es_es: Encuentra imágenes visualmente similares.

# Duplicates_Method_NormalizedEquivalent
source: Normalized-equivalent
de_de: Normalisiert gleichwertig
es_es: Equivalente normalizado

# Duplicates_Method_PerceptualImage
source: Perceptual image match
de_de: Perzeptuelle Bildübereinstimmung
es_es: Coincidencia perceptual de imagen

# Duplicates_Method_PerceptualVideo
source: Perceptual video match
de_de: Perzeptuelle Videoübereinstimmung
es_es: Coincidencia perceptual de vídeo

# Duplicates_Method_SimilarImages_Header
source: Similar images
de_de: Ähnliche Bilder
es_es: Imágenes similares

# Duplicates_Method_SimilarVideos_Header
source: Similar videos
de_de: Ähnliche Videos
es_es: Vídeos similares

# Duplicates_Method_TextDocuments_Header
source: Text documents
de_de: Textdokumente
es_es: Documentos de texto

# Duplicates_Method_Unavailable
source: Unavailable.
de_de: Nicht verfügbar.
es_es: No disponible.

# Duplicates_Method_VideoReady
source: Finds visually similar videos. Needs FFmpeg + ffprobe.
de_de: Findet visuell ähnliche Videos. Erfordert FFmpeg + ffprobe.
es_es: Encuentra vídeos visualmente similares. Necesita FFmpeg + ffprobe.

# Duplicates_Metric_GroupsFound
source: Groups found
de_de: Gefundene Gruppen
es_es: Grupos encontrados

# Duplicates_Metric_NeedsReview
source: Needs review
de_de: Prüfung nötig
es_es: Requiere revisión

# Duplicates_Metric_Reclaimable
source: Reclaimable
de_de: Freigebbar
es_es: Recuperable

# Duplicates_Metric_SafeExact
source: Safe exact
de_de: Sicher exakt
es_es: Exactos seguros

# Duplicates_MinConfidence_Header
source: Min confidence
de_de: Min. Konfidenz
es_es: Confianza mín.

# Duplicates_MinSize_Header
source: Min size (MB)
de_de: Min. Größe (MB)
es_es: Tamaño mín. (MB)

# Duplicates_MoreFilters_Header
source: More filters
de_de: Weitere Filter
es_es: Más filtros

# Duplicates_Page_Automation
source: Duplicates page
de_de: Seite „Duplikate“
es_es: Página de duplicados

# Duplicates_Page_Next
source: Next
de_de: Weiter
es_es: Siguiente

# Duplicates_Page_Previous
source: Previous
de_de: Zurück
es_es: Anterior

# Duplicates_PathList_Placeholder
source: One path per line
de_de: Ein Pfad pro Zeile
es_es: Una ruta por línea

# Duplicates_ScanSession_Header
source: Scan session
de_de: Überprüfungssitzung
es_es: Sesión de análisis

# Duplicates_ScopeFilters_Header
source: Folder scope and file filters
de_de: Ordnerumfang und Dateifilter
es_es: Ámbito de carpetas y filtros de archivo

# Duplicates_ScopeHelp_ExcludedFolders
source: Everything in scan is checked except listed folders and global exclusions.
de_de: Alle Dateien der Überprüfung werden analysiert, mit Ausnahme der aufgeführten Ordner und der globalen Ausschlüsse.
es_es: Se comprueba todo el análisis salvo las carpetas indicadas y las exclusiones globales.

# Duplicates_ScopeHelp_IncludedFolders
source: Only files inside listed folders are checked.
de_de: Nur Dateien in den aufgeführten Ordnern werden analysiert.
es_es: Solo se comprueban los archivos de las carpetas indicadas.

# Duplicates_ScopeHelp_WholeSession
source: Whole completed scan is checked.
de_de: Die gesamte abgeschlossene Überprüfung wird analysiert.
es_es: Se comprueba todo el análisis completado.

# Duplicates_Scope_Header
source: Scope
de_de: Umfang
es_es: Ámbito

# Duplicates_Search_Placeholder
source: Search filename or path
de_de: Dateiname oder Pfad suchen
es_es: Buscar por nombre o ruta

# Duplicates_SelectedSummary
source: {0} file(s) selected on current page
de_de: {0} Datei(en) auf der aktuellen Seite ausgewählt
es_es: {0} archivos seleccionados en la página actual

# Duplicates_Sort_Header
source: Sort
de_de: Sortierung
es_es: Ordenar

# Duplicates_StartAnalysis_Header
source: Start analysis
de_de: Analyse starten
es_es: Iniciar análisis

# Duplicates_Status_Cancelled
source: Analysis cancelled.
de_de: Analyse abgebrochen.
es_es: Análisis cancelado.

# Duplicates_Status_Cancelling
source: Cancelling…
de_de: Wird abgebrochen…
es_es: Cancelando…

# Duplicates_Status_ChooseSession
source: Choose a completed scan session to review duplicates.
de_de: Wählen Sie eine abgeschlossene Überprüfungssitzung aus, um Duplikate zu prüfen.
es_es: Elija una sesión de análisis completada para revisar los duplicados.

# Duplicates_Status_ClearedSelections
source: Cleared selections on page {0}.
de_de: Auswahl auf Seite {0} aufgehoben.
es_es: Se ha anulado la selección en la página {0}.

# Duplicates_Status_DeleteDone
source: {0} from page {1}.
de_de: {0} (Seite {1}).
es_es: {0} desde la página {1}.

# Duplicates_Status_DeleteErrors
source: {0}; {1} group(s) failed. First error: {2}
de_de: {0}; {1} Gruppe(n) fehlgeschlagen. Erster Fehler: {2}
es_es: {0}; {1} grupos con errores. Primer error: {2}

# Duplicates_Status_DeleteErrorsAndWarnings
source: {0}; {1} group(s) failed and {2} bookkeeping warning(s). First issue: {3}
de_de: {0}; {1} Gruppe(n) fehlgeschlagen und {2} Warnung(en) zur internen Aufzeichnung. Erstes Problem: {3}
es_es: {0}; {1} grupos con errores y {2} advertencias de registro. Primer problema: {3}

# Duplicates_Status_DeleteWarnings
source: {0}; {1} bookkeeping warning(s). First warning: {2}
de_de: {0}; {1} Warnung(en) zur internen Aufzeichnung. Erste Warnung: {2}
es_es: {0}; {1} advertencias de registro. Primera advertencia: {2}

# Duplicates_Status_Initial
source: Choose scan session, run duplicate analysis, review groups, delete copies.
de_de: Überprüfungssitzung wählen, Duplikatanalyse ausführen, Gruppen prüfen, Kopien löschen.
es_es: Elija la sesión de análisis, ejecute el análisis de duplicados, revise los grupos y elimine las copias.

# Duplicates_Status_LoadedGroupsForReview
source: Loaded page {0} of {1} duplicate group(s). Review before deleting.
de_de: Seite {0} von {1} Duplikatgruppe(n) geladen. Vor dem Löschen prüfen.
es_es: Página {0} cargada de {1} grupos de duplicados. Revise antes de eliminar.

# Duplicates_Status_LoadedGroupsPage
source: Loaded page {0} of duplicate groups ({1} total).
de_de: Seite {0} der Duplikatgruppen geladen ({1} insgesamt).
es_es: Página {0} de grupos de duplicados cargada ({1} en total).

# Duplicates_Status_LoadedPage
source: Loaded page {0}.
de_de: Seite {0} geladen.
es_es: Página {0} cargada.

# Duplicates_Status_LoadingReview
source: Loading duplicate review data…
de_de: Duplikatdaten zur Prüfung werden geladen…
es_es: Cargando los datos de revisión de duplicados…

# Duplicates_Status_NeedCustomExtension
source: Enter at least one custom extension for custom-scope dedupe.
de_de: Geben Sie mindestens eine benutzerdefinierte Erweiterung an, um Duplikate in diesem Umfang zu entfernen.
es_es: Escriba al menos una extensión personalizada para eliminar duplicados con ámbito personalizado.

# Duplicates_Status_NeedIncludedFolders
source: Add one or more folder prefixes for included-folder scope.
de_de: Fügen Sie mindestens einen Ordnerpfad für den Umfang „Einbezogene Ordner“ hinzu.
es_es: Agregue uno o varios prefijos de carpeta para el ámbito de carpetas incluidas.

# Duplicates_Status_NoGroups
source: No duplicate groups found for current scope.
de_de: Für den aktuellen Umfang wurden keine Duplikatgruppen gefunden.
es_es: No se han encontrado grupos de duplicados en el ámbito actual.

# Duplicates_Status_NoRunYet
source: No duplicate analysis has been run for this scan yet.
de_de: Für diese Überprüfung wurde noch keine Duplikatanalyse ausgeführt.
es_es: Todavía no se ha ejecutado ningún análisis de duplicados en esta sesión.

# Duplicates_Status_Progress
source: {0}: {1} / {2} ({3} groups, {4} errors)
de_de: {0}: {1} / {2} ({3} Gruppen, {4} Fehler)
es_es: {0}: {1} / {2} ({3} grupos, {4} errores)

# Duplicates_Status_RunHadNoGroups
source: Latest duplicate analysis completed without duplicate groups.
de_de: Die letzte Duplikatanalyse wurde ohne Duplikatgruppen abgeschlossen.
es_es: El último análisis de duplicados finalizó sin grupos de duplicados.

# Duplicates_Status_SelectSessionAndType
source: Select a scan session and file type before running duplicate analysis.
de_de: Wählen Sie eine Überprüfungssitzung und einen Dateityp aus, bevor Sie die Duplikatanalyse ausführen.
es_es: Seleccione una sesión de análisis y un tipo de archivo antes de ejecutar el análisis de duplicados.

# Duplicates_Status_SelectedExactOnPage
source: Selected exact-match duplicates on page {0}.
de_de: Exakt übereinstimmende Duplikate auf Seite {0} ausgewählt.
es_es: Se han seleccionado los duplicados de coincidencia exacta de la página {0}.

# Duplicates_Status_Starting
source: Starting duplicate analysis…
de_de: Duplikatanalyse wird gestartet…
es_es: Iniciando el análisis de duplicados…

# Duplicates_Subtitle
source: Grouped review, keeper policies, and recoverable deletion defaults.
de_de: Gruppierte Prüfung, Regeln für beizubehaltende Dateien und standardmäßig wiederherstellbares Löschen.
es_es: Revisión por grupos, criterios de conservación y eliminación recuperable de forma predeterminada.

# Duplicates_Title
source: Deduplicate
de_de: Duplikate entfernen
es_es: Eliminar duplicados

# Enum_DriveHealthStatus_Critical
source: Critical
de_de: Kritisch
es_es: Crítico

# Enum_DriveHealthStatus_Healthy
source: Healthy
de_de: Fehlerfrei
es_es: Correcto

# Enum_DriveHealthStatus_Unknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido

# Enum_DriveHealthStatus_Unsupported
source: Not supported
de_de: Nicht unterstützt
es_es: No compatible

# Enum_DriveHealthStatus_Warning
source: Warning
de_de: Warnung
es_es: Advertencia

# Enum_DuplicateGroupSortBy_ConfidenceDesc
source: Highest confidence
de_de: Höchste Übereinstimmung
es_es: Mayor confianza

# Enum_DuplicateGroupSortBy_LatestModifiedDesc
source: Most recently modified
de_de: Zuletzt geändert
es_es: Modificado más recientemente

# Enum_DuplicateGroupSortBy_MemberCountDesc
source: Most copies
de_de: Meiste Kopien
es_es: Más copias

# Enum_DuplicateGroupSortBy_Method
source: Detection method
de_de: Erkennungsmethode
es_es: Método de detección

# Enum_DuplicateGroupSortBy_ReclaimableBytesDesc
source: Most space to reclaim
de_de: Größte Ersparnis zuerst
es_es: Mayor espacio recuperable

# Enum_DuplicateScopeMode_ExcludedFolders
source: Excluded folders
de_de: Ohne diese Ordner
es_es: Excepto estas carpetas

# Enum_DuplicateScopeMode_IncludedFolders
source: Included folders
de_de: Nur diese Ordner
es_es: Solo estas carpetas

# Enum_DuplicateScopeMode_WholeSession
source: Whole session
de_de: Gesamte Sitzung
es_es: Sesión completa

# Enum_KeeperPolicy_LongestPath
source: Longest path
de_de: Längster Pfad
es_es: Ruta más larga

# Enum_KeeperPolicy_Newest
source: Newest
de_de: Neueste
es_es: Más reciente

# Enum_KeeperPolicy_Oldest
source: Oldest
de_de: Älteste
es_es: Más antiguo

# Enum_KeeperPolicy_ShortestPath
source: Shortest path
de_de: Kürzester Pfad
es_es: Ruta más corta

# Enum_ScheduledJobFrequency_Daily
source: Daily
de_de: Täglich
es_es: Diariamente

# Enum_ScheduledJobFrequency_Weekly
source: Weekly
de_de: Wöchentlich
es_es: Semanalmente

# Enum_ScheduledJobKind_CleanupAnalyze
source: Analyse cleanup
de_de: Bereinigung analysieren
es_es: Analizar limpieza

# Enum_ScheduledJobKind_CleanupExecuteSafe
source: Run safe cleanup
de_de: Sichere Bereinigung ausführen
es_es: Ejecutar limpieza segura

# Enum_ScheduledJobKind_Scan
source: Scan
de_de: Überprüfung
es_es: Análisis

# Enum_ScheduledJobKind_ScanAndReport
source: Scan and report
de_de: Überprüfung und Bericht
es_es: Análisis e informe

# Enum_ThemePreference_Dark
source: Dark
de_de: Dunkel
es_es: Oscuro

# Enum_ThemePreference_Default
source: Use system setting
de_de: Systemeinstellung verwenden
es_es: Usar la configuración del sistema

# Enum_ThemePreference_Light
source: Light
de_de: Hell
es_es: Claro

# Enum_UiDensity_Comfortable
source: Comfortable
de_de: Geräumig
es_es: Espaciosa

# Enum_UiDensity_Compact
source: Compact
de_de: Kompakt
es_es: Compacta

# Enum_UiDensity_Default
source: Default
de_de: Standard
es_es: Predeterminada

# Enum_UiLanguage_System
source: Use system setting
de_de: Systemeinstellung verwenden
es_es: Usar la configuración del sistema

# Health_Error_LoadFailed
source: Drive health failed to load: {0}
de_de: Der Laufwerkszustand konnte nicht geladen werden: {0}
es_es: No se pudo cargar el estado de la unidad: {0}

# Health_Error_RefreshFailed
source: Drive health refresh failed: {0}
de_de: Der Laufwerkszustand konnte nicht aktualisiert werden: {0}
es_es: No se pudo actualizar el estado de la unidad: {0}

# Health_Message_StorageCritical
source: Windows Storage reports this disk as unhealthy. Back up important data before cleanup or dedupe work.
de_de: Windows Storage meldet diesen Datenträger als fehlerhaft. Sichern Sie wichtige Daten, bevor Sie bereinigen oder Duplikate entfernen.
es_es: Windows Storage informa de que este disco no está en buen estado. Haga una copia de seguridad de los datos importantes antes de limpiar o eliminar duplicados.

# Health_Message_StorageHealthy
source: Windows Storage reports the physical disk as healthy.
de_de: Windows Storage meldet den Datenträger als fehlerfrei.
es_es: Windows Storage informa de que el disco físico está correcto.

# Health_Message_StorageUnknown
source: Windows Storage health status is {0}.
de_de: Der Windows Storage-Zustand lautet {0}.
es_es: El estado de Windows Storage es {0}.

# Health_Message_StorageWarning
source: Windows Storage reports a warning for this disk. Back up important data and inspect the drive.
de_de: Windows Storage meldet eine Warnung für diesen Datenträger. Sichern Sie wichtige Daten und prüfen Sie das Laufwerk.
es_es: Windows Storage informa de una advertencia para este disco. Haga una copia de seguridad de los datos importantes y revise la unidad.

# Health_Message_WindowsReportsOk
source: Windows reports the physical disk status as OK.
de_de: Windows meldet den Status des Datenträgers als fehlerfrei.
es_es: Windows informa de que el estado del disco físico es correcto.

# Health_Message_WindowsReportsStatus
source: Windows reports disk status '{0}'. Review the drive before deleting data.
de_de: Windows meldet den Datenträgerstatus '{0}'. Prüfen Sie das Laufwerk, bevor Sie Daten löschen.
es_es: Windows informa del estado de disco '{0}'. Revise la unidad antes de eliminar datos.

# Health_Metric_Captured
source: Captured
de_de: Erfasst am
es_es: Registrado

# Health_Metric_Free
source: Free
de_de: Frei
es_es: Libre

# Health_Page_Automation
source: Drive Health page
de_de: Seite „Laufwerkszustand“
es_es: Página Estado de la unidad

# Health_Recommendation_Body
source: Run cleanup, review large folders, or move data if free space is low. Unknown states mean Windows did not expose reliable telemetry.
de_de: Führen Sie eine Bereinigung durch, prüfen Sie große Ordner oder verschieben Sie Daten, wenn wenig freier Speicherplatz vorhanden ist. Ein unbekannter Zustand bedeutet, dass Windows keine verlässlichen Telemetriedaten bereitgestellt hat.
es_es: Ejecute la limpieza, revise las carpetas grandes o mueva datos si queda poco espacio libre. Un estado desconocido significa que Windows no proporcionó datos de telemetría fiables.

# Health_Recommendation_Label
source: Recommendation
de_de: Empfehlung
es_es: Recomendación

# Health_Refresh_Automation
source: Refresh drive health
de_de: Laufwerkszustand aktualisieren
es_es: Actualizar el estado de la unidad

# Health_Status_Captured
source: Captured {0} drive health snapshot(s).
de_de: Erfasste Momentaufnahmen des Laufwerkszustands: {0}.
es_es: Instantáneas del estado de la unidad registradas: {0}.

# Health_Status_Initial
source: Refresh drive health to read Windows storage telemetry.
de_de: Aktualisieren Sie den Laufwerkszustand, um die Speichertelemetrie von Windows auszulesen.
es_es: Actualice el estado de la unidad para leer la telemetría de almacenamiento de Windows.
